tap 'caskroom/cask'
tap 'homebrew/brewdler'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'mzyy94/mikutter'
tap 'rcmdnk/file'
tap 'snmsts/roswell'
cask 'xquartz'
brew 'xz'
brew 'pkg-config'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'gobject-introspection'
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'bdw-gc'
brew 'ghc'
brew 'cabal-install'
brew 'ocaml'
brew 'camlp5'
brew 'libtool'
brew 'jpeg'
brew 'libtiff'
brew 'little-cms2'
brew 'ghostscript'
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'imagemagick'
brew 'emacs'
brew 'cask'
brew 'sphinx-doc'
brew 'cmake'
brew 'readline'
brew 'sqlite'
brew 'gdbm'
brew 'openssl'
brew 'python'
brew 'llvm', args: ['with-clang']
brew 'cctools'
brew 'clang-format'
brew 'libsigsegv'
brew 'clisp'
brew 'nkf'
brew 'cmigemo'
brew 'coq'
brew 'gmp'
brew 'coreutils'
brew 'libevent'
brew 'libpcl'
brew 'libyaml'
brew 'crystal-lang'
brew 'gauche'
brew 'gdk-pixbuf'
brew 'gibo'
brew 'gnu-sed'
brew 'gsl'
brew 'hicolor-icon-theme'
brew 'gtk+'
brew 'htop-osx'
brew 'hub'
brew 'leiningen'
brew 'lftp'
brew 'mpfr'
brew 'libmpc'
brew 'pandoc'
brew 'pcre'
brew 'popt'
brew 'potrace'
brew 'proof-general'
brew 'racket'
brew 'rlwrap'
brew 'ruby'
brew 's-lang'
brew 'stow'
brew 'the_silver_searcher'
brew 'tmux'
brew 'wget'
brew 'caskroom/cask/brew-cask'
brew 'homebrew/dupes/screen'
brew 'homebrew/versions/gmp4'
brew 'homebrew/versions/ppl011'
brew 'homebrew/versions/cloog-ppl015'
brew 'homebrew/versions/isl011'
brew 'homebrew/versions/cloog018'
brew 'homebrew/versions/mpfr2'
brew 'homebrew/versions/libmpc08'
brew 'homebrew/versions/gcc47'
brew 'homebrew/versions/gcc49'
brew 'homebrew/versions/isl014'
brew 'homebrew/versions/gcc5'
brew 'homebrew/versions/ruby21'
brew 'homebrew/x11/swi-prolog'
brew 'mzyy94/mikutter/mikutter'
brew 'rcmdnk/file/brew-file'
brew 'snmsts/roswell/roswell'
cask 'amethyst'
cask 'aquaterm'
cask 'mactex'
cask 'osxfuse'
cask 'scilab'
cask 'sshfs'
